{
  "Workplan 2026": {
    "headers": [
      " ",
      "col_1",
      "col_2",
      "honeyguide.org/workplan2026",
      "col_4",
      "col_5",
      "col_6",
      "col_7",
      "col_8",
      "col_9"
    ],
    "data": [
      {
        " ": "2026  Annual Work Plan (version 0.01)",
        "col_1": null,
        "col_2": null,
        "honeyguide.org/workplan2026": "click here for acronyms definitions",
        "col_4": null,
        "col_5": null,
        "col_6": null,
        "col_7": null,
        "col_8": null,
        "col_9": null
      },
      {
        " ": "SN",
        "col_1": "Annual goal\n[Milestones]",
        "col_2": "Thematic area",
        "honeyguide.org/workplan2026": "Activity\n[Tasklists]",
        "col_4": "Expected Outcomes",
        "col_5": "Lead ",
        "col_6": "Timeline",
        "col_7": "Annual Targets and deliverables",
        "col_8": "Status",
        "col_9": "Progress and updates"
      },
      {
        " ": "Goal 1",
        "col_1": null,
        "col_2": null,
        "honeyguide.org/workplan2026": null,
        "col_4": null,
        "col_5": null,
        "col_6": null,
        "col_7": null,
        "col_8": null,
        "col_9": null
      },
      {
        " ": "A. Southern WMAs Portifolio",
        "col_1": null,
        "col_2": null,
        "honeyguide.org/workplan2026": null,
        "col_4": null,
        "col_5": null,
        "col_6": null,
        "col_7": null,
        "col_8": null,
        "col_9": null
      },
      {
        " ": 1.1,
        "col_1": "Ruvuma’s 5 WMAs achieve >80% Level 3 MAT performance through improved operational efficiency, strengthened AA leadership and GIA-compliant governance, effective community-led protection and HWC strategies, impactful data-driven livelihood programs, and SMART engagement efforts that enhance collaboration and pastoralist ownership.",
        "col_2": "Ruvuma 5WMAs i.e. Mbarang’andu, Nalika, Chingoli, Kisungule, Kimbanda. ",
        "honeyguide.org/workplan2026": "1.1.1  MAT with a focus on achieving [>80% Level 3] for operational efficiency, & filling training gaps to Field Officers\n1.1.2 Strengthen AA leadership, decision-making and compliance so Ruvuma 5 WMAs meet mandatory GIA standards and uphold transparent, accountable participatory governance.\n1.1.3 Developing and implementing community-led natural resource protection & HWC strategies that are cost-effective, data-driven, and show clear positive results on the ground.\n1.1.4 Delivering cost-effective, data-driven community livelihood programs with measurable social impact;\n1.1.5 Implement SMART engagement strategies to raise awareness, strengthen collaboration, and foster pastoralist WMA ownership.",
        "col_4": "The Ruvuma WMAs have achieved stable governance and management performance, deliver evidence-based protection and HWC programs, and maintain active livelihood and stakeholder engagement platforms that support long-term sustainability, with financial sustainability expected to be strengthened once carbon revenues begin flowing in 2027.",
        "col_5": "Sylvester",
        "col_6": "Q1-Q4",
        "col_7": "* MAT report showing management progress (>80% Level 3 by year end).\n* Capacited 1 Field Officer in governance, MAT, Ptotection. HWC monitoring\n* Co-implementation report on the financial management capacity building in Ruvuva 5 WMAs with partners. \n* On-demand Governance Training Reports and Periodic GIA Reports for Ruvuma 5 WMAs.\n* Maintained Rangerport & equipment, vehicles, reports on SOPs, ant-poaching strategy, intelligence Manual and data collection system for Ruvuma 5 protection.\n* Reports on implemented communication strategies, stakeholder engagement strategies and awareness films for all 5 Ruvuma WMA's.\n* HWC toolkits training reports\n* Joint Livelihood initiative reports\n*  4 Meetings in each WMA with pastoralists, inclusion in AA and village committee, inclusion reports",
        "col_8": "Not started",
        "col_9": null
      },
      {
        " ": 1.2,
        "col_1": "Integrating Governance and Management Best Practices into Magingo WMA operations to strengthen governance, management, and efficiency for developing their long-term vision to sustainability.",
        "col_2": "Liwale (Magingo WMA)",
        "honeyguide.org/workplan2026": " 1.2.1 MAT aiming for >80% Level 3 in operational efficiency,& filling training gaps of Field Officers\n1.2.2 Implement targeted governance interventions & GIA actions to provide an enabling environment for governance best practices in daily WMA operations;\n1.2.3 Implementing community-led natural resource protection strategies that are cost-effective, data-driven, and show clear positive results on the ground.\n1.2.4 Customize and implement SMART stakeholder engagement and communications strategies to raise awareness, and enhance collaboration and ownership of WMA initiatives.\n1.2.5 Implementing SEGA Actions in Liwale WMA\n",
        "col_4": "Magingo WMA improved governance, management, community-led conservation, and stakeholder engagement",
        "col_5": "Sylvester",
        "col_6": "Q1-Q4",
        "col_7": "*MAT report showing management progress >80% level 3\n*Capacitated Field Officer on governance, MAT, Protection, HWC, Livelihood monitoring by Dec 2026\n*Completed Gov. training reports at least 4 per WMA, SEGA actions development progress report.\n*Customized SOP's and ant-poaching strategy documents, intelligence manual and data collection system. Constructed of 1 Ranger Post and formal employment of 10 Rangers;\n*Stakeholder engagement report, implemented communication strategy, and 3 awareness films.\n",
        "col_8": "Not started",
        "col_9": "                                                                                                                               "
      },
      {
        " ": 1.3,
        "col_1": "Waga WMA and Mbomipa WMA have fully integrated their governance practices and professional management systems, ensuring data-driven operations and broader stakeholder engagement in decision-making.",
        "col_2": "Ruaha WMAs - MBOMIPA,\nand Waga \n",
        "honeyguide.org/workplan2026": "1.3.1 MAT in Mbomipa and Waga WMAs, to reach 80% MAT level 3.\n1.3.2 Implement targeted governance and GIA interventions addressing SAGE findings;\n1.3.3 Develop alternative financing and business models to ensure WMAs’ sustainability\n1.3.4 Exploring cost-effective community-led natural resource protection & HWC strategies that are data-driven and show clear positive results on the ground.\n1.3.5 Implement community-led, cost-effective, data-driven livelihood programs showing social and behavioral benefits.\n\n\n",
        "col_4": "Strengthen WMA governance, sustainability, and community-led initiatives delivering measurable ecological and social benefits.",
        "col_5": "Sylvester",
        "col_6": "Q1-Q4",
        "col_7": "* MAT progress reports for Mbomipa and Waga. \n* Trained Field Officer\n* SEGA actions reports\n* Carbon & other businesses prospects reports for Waga & MBOMIPA WMAs\n* 1 constructed RP for Waga\n* Reports on Protection and HWC initiatives for Waga and MBOMIPA WMAs.\n*  Livelihood initiatives reports\n\n\n\n\n\n\n",
        "col_8": "Not started",
        "col_9": null
      },
      {
        " ": 1.4,
        "col_1": "Support the establishment, feasibility assessment and initial interventions to prepare Ifinga for Honeyguide’s capacity-building approach.",
        "col_2": "Ifinga",
        "honeyguide.org/workplan2026": "1.4.1 Support Ifinga WMA communities and relevant stakeholders in the establishment of the WMA.\n1.4.2 Support WMA basic governance & management trainings",
        "col_4": "Enhanced establishment, governance, and operational capacity of Ifinga WMA through stakeholder support, targeted trainings, and provision of essential management resources.",
        "col_5": "Sylvester",
        "col_6": "Q1-Q4",
        "col_7": "* GMP and user right in place\n* Reports of initial Ifinga WMA governance and management interventions.\n* Office space secured \n* Professional staff in place.\n* Governance reports.\n",
        "col_8": "Not started",
        "col_9": "                                                                           "
      },
      {
        " ": "B. Northern WMAs Portifolio",
        "col_1": null,
        "col_2": null,
        "honeyguide.org/workplan2026": null,
        "col_4": null,
        "col_5": null,
        "col_6": null,
        "col_7": null,
        "col_8": null,
        "col_9": null
      },
      {
        " ": 2.1,
        "col_1": "Burunge WMA has a restored working relationship with Honeyguide, basic governance meetings are back on track, and conditions for deeper engagement are agreed.",
        "col_2": "Burunge",
        "honeyguide.org/workplan2026": "2.1.1 Re-establish a constructive working relationship with Burunge WMA.",
        "col_4": "Burunge WMA delivers agreed livelihood and social benefits to communities through a functioning governance system and trusted partnerships.",
        "col_5": "Max",
        "col_6": "Q1-Q4",
        "col_7": "1. Burunge–Honeyguide light engagement MoU / agreement\n2. Governance meeting calendar and signed minutes\n3. Basic governance status checklist (minimum standards restored)\n4. Stakeholder engagement log (villages, AA, district, partners)",
        "col_8": "Not started",
        "col_9": null
      },
      {
        " ": 2.2,
        "col_1": "Makame maintains a ≥90% sustainability score, runs an active carbon-and-community learning hub, and has at least one additional livelihood initiative beyond health and education in place.",
        "col_2": "Makame",
        "honeyguide.org/workplan2026": "2.2.1 Achieve ≥90% on Makame sustainability indicators and update the Sustainability Plan and SP26 partnership accordingly.\n\n2.2.2 Strengthen Makame as a carbon-and-community learning hub by improving the curriculum and learning centre infrastructure.\n\n2.2.3 Develop additional livelihood initiatives that increase Makame community benefits beyond health and education.\n",
        "col_4": "Makame remains an exemplary WMA with strong day-to-day governance, reliable income, and clear benefits to member communities.",
        "col_5": "Max",
        "col_6": "Q1-Q4",
        "col_7": "1. Updated sustainability scorecard (≥90%)\n2. Revised Makame Sustainability Plan\n3. SP26 partnership review note\n4. Carbon and community learning curriculum pack\n5. Learning centre improvement summary (with photos)\n6. New livelihood initiative concept note(s)\n\n",
        "col_8": "Not started",
        "col_9": "                                                                             "
      },
      {
        " ": 2.3,
        "col_1": "Randilen reaches ≥90% on sustainability indicators, implements its tourism plan, and operates a functional photographic tourism learning hub with complementary livelihood initiatives.",
        "col_2": "Randilen",
        "honeyguide.org/workplan2026": "2.3.1 Achieve ≥90% on Randilen sustainability indicators and update the Sustainability Plan and renewed partnership./focus on human resources and capacity\n\n2.3.2 Position Randilen as a leading photographic tourism learning hub by improving curriculum, learning centre infrastructure, and implementing the tourism plan.\n\n2.3.3 Develop additional livelihood initiatives that increase Randilen community benefits beyond health and education.\n\n",
        "col_4": "Randilen is a financially solid photographic tourism WMA with inclusive governance, active participation from pastoralist communities, and strong conservation results.",
        "col_5": "Max",
        "col_6": "Q1-Q4",
        "col_7": "1. Updated sustainability scorecard (≥90%)/ human resources\n2. Combined Sustainability Plan + SP26 partnership review\n3. Tourism plan implementation progress report\n4. Photographic tourism learning hub curriculum and materials\n5. Learning centre upgrades summary (with photos)\n6. Livelihood initiatives summary sheet (existing + new)/strategy\n7. Pastoralist engagement summary (meetings, agreements)",
        "col_8": "Not started",
        "col_9": null
      },
      {
        " ": 2.4,
        "col_1": "The Darwin habitat and livelihood programme is completed and Makao reaches at least 80% on the sustainability indicators.",
        "col_2": "Makao WMA",
        "honeyguide.org/workplan2026": "2.4.1 Finalise the Darwin-funded programme, delivering agreed habitat, governance, and livelihood improvements in Makao.\n\n2.4.2 Raise Makao’s sustainability score to ≥80% by strengthening governance, management, and a cost-effective protection unit.\n2.4.3 Establish a simple financial and community benefits plan that supports Makao’s growth and resilience.\n\n",
        "col_4": "Makao WMA is financially resilient, with the tools and capacity to manage core operations and work effectively with investors and partners.",
        "col_5": "Max",
        "col_6": "Q1-Q4",
        "col_7": "1. Darwin programme completion report (Makao section)\n2. Updated sustainability scorecard (≥80%)\n3. Governance and management improvement note\n4. Financial resilience snapshot (income vs core and protection costs)\n5. Tools/equipment handover list (HWC and protection)",
        "col_8": "Not started",
        "col_9": "                                                                                                                                                                                                                                                                                                                           "
      },
      {
        " ": 2.5,
        "col_1": "Uyumbu reaches MAT ≥75% (L3), has core management manuals and policies in place, has rebuilt basic trust with communities and authorities, and has tested protection/HWC operations with a completed carbon feasibility study.",
        "col_2": "Uyumbu WMA",
        "honeyguide.org/workplan2026": "2.5.1 Strengthen Uyumbu governance to MAT ≥75% L3 through targeted capacity building (technical training, learning tour) and core management manuals, guidelines, and policies. \n\n2.5.2 Rebuild community and stakeholder trust via a short awareness film, concise communication materials, and facilitated dialogue screenings.\n\n2.5.3 Pilot strategic protection and human–wildlife conflict operations and complete a carbon-business feasibility assessment to secure sustainable revenue streams, including a clear BEST.",
        "col_4": "Uyumbu functions as a viable WMA with the foundations to use hunting and future carbon revenue to fund its core management.",
        "col_5": "Max",
        "col_6": "Q1-Q4",
        "col_7": "1. Governance and technical training completion report\n2. Uyumbu MAT assessment (≥75% L4)\n3. Core management manuals and policies (ops, finance, HR, patrol/HWC SOPs)\n4. Community awareness film file/link + comms materials\n5. Film screening and dialogue report\n6. Protection and HWC pilot report\n7. Carbon feasibility study \n8. BEST",
        "col_8": "Not started",
        "col_9": "                                                                                                                                                                                                                                                                                                                                             "
      },
      {
        " ": 2.6,
        "col_1": "At least two new WMAs have basic governance structures in place, an expanded village footprint, and a short feasibility and management pack agreed with partners. (Rephrase not to commit)",
        "col_2": "Other new WMAs (UMEMARUWA, Kilolo, Chamwino)",
        "honeyguide.org/workplan2026": "2.6.1 Establish governance basics (clarified roles, minuted decision-making meetings, short practical training) using a light-touch engagement model as time and resources allow.\n\n2.6.2 Explore scalable livelihood models for Northern WMAs, including community banks and community training with SAWC.\n",
        "col_4": "Honeyguide has a clear entry platform in at least two new WMAs, ready for scaled operational support when resources and conditions allow.",
        "col_5": "Sam",
        "col_6": "Q1-Q4",
        "col_7": "1. Governance basics starter pack (roles, templates, checklist)\n2. Training and governance meeting log\n3. Village mobilisation report (footprint and agreements)\n4. Feasibility and management pack per WMA\n5. Partner engagement summary (CWMAC, others, roles)\n6. “Readiness for scaling” checklist per WMA",
        "col_8": "Not started",
        "col_9": null
      },
      {
        " ": "C. Technical innovations and development (Honeyguide Lab)",
        "col_1": null,
        "col_2": null,
        "honeyguide.org/workplan2026": null,
        "col_4": null,
        "col_5": null,
        "col_6": null,
        "col_7": null,
        "col_8": null,
        "col_9": null
      },
      {
        " ": 3.1,
        "col_1": " Develop replicable governance capacity-building tools with partners, including training, monitoring frameworks, and tools to strengthen and scale community-led governance initiatives..",
        "col_2": "Governance",
        "honeyguide.org/workplan2026": "3.1.1 Pilot, Cascade, and Monitor the GCBF Module\n2.1.2 Institutionalize and package all existing governancecdocuments, GIA, tools, and methodologies for standardized use across WMAs\n3.1.3 Pilot and Support Rapid Governance Training for New WMA Leaders\n3.1.4 Pilot Testing and Learning from the Stakeholder Engagement & Communication Approach\n3.1.5 Provide initial training and support for the WMA Rapid Governance Monitoring Tool for regular governance assessments.\n3.1.6 Enhance and scale SAGE for wider adoption across WMAs and partner programs beyond HGF’s primary areas.                                                                                                                  ",
        "col_4": "Honeyguide has successfully piloted and launched a formal governance training framework for WMAs, developed through collaborative efforts with partner inputs. This comprehensive framework encompasses capacity-building training for governance, along with tools, procedures, and a monitoring mechanism. The governance capacity-building framework has been thoroughly developed, tested, and documented, and is now ready for replication in other WMAs.",
        "col_5": "Fatma",
        "col_6": "Q1-Q4",
        "col_7": "*By the end of the year, the GCBF module is piloted, revised, and finalized, with staff and partners trained through ToT and cascade sessions, and a monitoring system in place to track its effective use in the field.\n*By the end of the year, 1–2 cost-effective awareness campaigns are implemented, media collaboration is strengthened, community feedback is collected, and lessons\n*By the end of the year, rapid governance orientation and assessments for new WMA leaders are conducted, all field officers are trained to support the process, governance gaps are tracked, and feedback from WMA leaders is collected to improve the tool.\n*By the end of the year, the stakeholder engagement approach is piloted in selected WMAs, leaders and staff are trained, and feedback is collected to improve collaboration and ownership.\n*By the end of the year, WMA leaders are trained to use the Rapid Governance Monitoring Tool, governance reviews are conducted, and lessons learned are documented and shared.\n*By the end of the year, SAGE is enhanced and expanded to support additional WMAs and partner programs, ensuring continuous improvement and wider adoption beyond Honeyguide’s primary project areas.",
        "col_8": "Not started",
        "col_9": "                                                                                                                                                                                          "
      },
      {
        " ": 3.2,
        "col_1": "Develop and packaging the replicable tools and frameworks for professional WMA management that can be applied across diverse CBNRM contexts.",
        "col_2": "Management",
        "honeyguide.org/workplan2026": "3.2.1 Develop FCG Monitoring tool and testing \n3.2.2 Develop pre-customized Quickbook lite setup file for WMAs(To build uniformity across WMAs)\n3.2.3 Develop WMA Board Financial Oversight Handbook + Tools(Helps governance members challenge management constructively and make informed approvals)\n3.2.4 Design and consolidate a comprehensive WMA Management Toolbox and publish at least five additional tools guided  sound financial and operational management of WMAs.\n3.2.5 Implement a pilot of the pre-designed WMA Management Leadership Training Program across selected WMAs",
        "col_4": "Honeyguide has successfully initiated and introduced a formal capacity-building framework for WMAs, featuring a comprehensive set of at least 10 tools. This framework has been collaboratively developed with inputs from partners. The tools are actively being employed by new WMAs, facilitating the replication of best practices in wildlife management.",
        "col_5": "Namnyaki",
        "col_6": "Q1-Q4",
        "col_7": "2.2.1 Standardized FCG Monitoring Framework\n2.2.2 Pre-customized Quick Book Chart of Accounts\n2.2.3 Board financial oversight handbook for WMAs\n2.2.4 Packaging & publishing at least 5 additional Management Tools.\n2.2.5 Pilot leadership training program report",
        "col_8": "Not started",
        "col_9": "                                                                                       "
      },
      {
        " ": 3.3,
        "col_1": "Review, develop, and packaging the Honeyguide's capacity-building process for the Protection of WMAs, and ensure the implementation at each of our partner sites is strategic and cost-effective.",
        "col_2": "Protection ",
        "honeyguide.org/workplan2026": "3.3.1 Institutionalize and package all existing protection documents, tools, and methodologies for standardized use across WMAs.\n3.3.2 Ensure all WMAs adopt and comply with low-cost, effective protection strategies and methodologies.\n3.3.3 Conduct regular assessments and monitoring of anti-poaching tools to ensure full functionality and effectiveness.\n3.3.4 Develop a checklist of recommendation for anti-poaching strategic improvement \n",
        "col_4": "Establishing a clear and robust best practice for the AP team that is both effective and cost-conscious",
        "col_5": "Kateto",
        "col_6": "Q1-Q4",
        "col_7": "3.3.1 HGF protection tools (SOPs, Best Practices Booklet, Engagement Strategy, and Baseline Survey Template) compiled, packaged, and prepared for use and dissemination.\n3.3.2 A standardized Protection Tools Package developed and distributed for all WMAs.\n3.3.3 WMAs’ protection status, including anti-poaching tools, VGS needs, equipment, and other requirements, was monitored with quarterly reports\n3.3.4 Quarterly-updated checklist of recommendation for WMA  antpoaching practices developed  and shared.",
        "col_8": "Not started",
        "col_9": "                                                                                      "
      },
      {
        " ": 3.4,
        "col_1": "Research, develop and packaging of replicable, innovative, low-cost yet effective solutions for communities to mitigate HWC .",
        "col_2": "HWC",
        "honeyguide.org/workplan2026": "3.4.1 To drive toolkit innovation process by gathering insights through listening, creating designs, testing prototypes, validating scientifically, and scaling successful solutions\n3.4.2 Explore HEC mitigation strategies beyond WMAs and outside the country \n3.4.3 Institunalize and packaging available HEC methodologies\n\n                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                   ",
        "col_4": "Honeyguide continues to provide HWC innovative solutions that impacts our partners, WMAs and beyond (i.e. other WMAs and conservation partners in TZ and outside the country)",
        "col_5": "Lemuta",
        "col_6": "Q1-Q4",
        "col_7": "*At least 2 new innovative HEC toolkits  invented.\n*HEC scaled up and engaged in at least 2 other countries with partners.\n*HEC methods guide compiled and packaged for use.\n",
        "col_8": "Not started",
        "col_9": "\n"
      },
      {
        " ": 3.5,
        "col_1": "Develop and package Honeyguide’s Education and Health Livelihoods models for replication, while expanding exploration of new income-enhancing opportunities for WMA communities.",
        "col_2": "Livelihoods",
        "honeyguide.org/workplan2026": "3.5.1 Document the Makame Education and Health models into a replication playbook framework while preparing Makame WMA to fully own these programs beyond Honeyguide's support.\n3.5.2 Replicate the Kamitei Education program into Mbomipa, Waga and Ruvuma 5 WMAs, ensuring WMA ownership and financial contributions.\n3.5.3 Explore and pilot Agriculture and microcredit initiatives that can be integrated into WMA livelihood portfolios and scaled as community-owned models.\n3.5.4 Build a detailed, research-backed inventory of at least 10 livelihood-improvement programs suitable for rural WMA communities.\n3.5.5 Co-design at least 2 new financing models (CTFs, HWC insurance, BD credits etc) for WMAs.",
        "col_4": "Honeyguide strengthened its livelihoods portfolio by documenting and packaging core Education and Health models for replication, expanding these services into new WMAs, testing scalable Agriculture and microcredit options, and building a database of promising rural livelihood initiatives.",
        "col_5": "Glad",
        "col_6": "Q1-Q4",
        "col_7": "* Education and Health program Framework drafted, reviewed, designed and finalised.\n* Implementation Reports of Kamitei Education Model for Mbomipa, Waga, and each of the Ruvuma 5 WMAs with baseline data.\n* Pilot reports ao at least one Agriculture and one Microcredit projects designed and launched.\n* Database (PDF and Excel) of 10+ livelihoods models studied and documented.\n* Reports of at least 2 new conservation financing mechanisms developed.\n",
        "col_8": "Not started",
        "col_9": null
      },
      {
        " ": 3.6,
        "col_1": "Establish the Honeyguide Learning Platform with a community-driven, project-based approach, featuring an online system, collaboration tools, and interactive learning activities.",
        "col_2": "Honeyguide Learning Hub",
        "honeyguide.org/workplan2026": "3.6.1 Research and development of a repository of tools, knowledge, and information, including videos, PDFs, and Google Docs. \n3.6.2 Design online courses and sessions for both individual and group learning, incorporating monitoring mechanisms to track uptake and learning progress.",
        "col_4": null,
        "col_5": null,
        "col_6": null,
        "col_7": "* A repository of Honeyguide lessons and courses (PDFs, videos etc)\n* Online self-paced learning courses.\n* Monitoring tools to measure learning uptake and changes.",
        "col_8": "Not started",
        "col_9": null
      },
      {
        " ": "D. Monitoring, evaluation, and learning",
        "col_1": null,
        "col_2": null,
        "honeyguide.org/workplan2026": null,
        "col_4": null,
        "col_5": null,
        "col_6": null,
        "col_7": null,
        "col_8": null,
        "col_9": null
      },
      {
        " ": 4.1,
        "col_1": "Strengthened the Monitoring and Evaluation (M&E) system and data management framework to align with SP26, ensuring greater simplicity, accessibility, and usability.\n",
        "col_2": "M&E ",
        "honeyguide.org/workplan2026": "4.2.1 Design, Develop, and Implementation of M&E Tools and Systems\n4.2.2 Program Impacts and Evaluation\n4.2.3 M&E Capacity Building for WMAs and partners (Training, Mentorship, and Coaching)\n4.2.4 Ensure accurate, consistent, quality data and reports quarterly.\n4.2.5 Ecological Monitoring and Evidence Generation\n",
        "col_4": "Implemented M&E systems with indicators and dashboards that effectively illustrate Honeyguide's overall progress and detailed data. The system is organized, user-friendly, and easily accessible both internally and externally.",
        "col_5": "Daudi",
        "col_6": "Q1-Q4",
        "col_7": "* Updated functional data tracking tools for WMA indicators of success, which are accessible with a score showing their sustainability.\n* Developed the Project's Impact evaluation tool\n*Data that reflects the honeyguide's contribution to the national strategy in place\n*Evaluation reports for SP26 strategic plan review, and assessments report for Northern & Southern WMAs HWC \n*Survey report on narrative change measuring community, stakeholder, and government perceptions of WMAs.\n*Quarterly data updated and dashboards in Google Drive and Power BI, including cross-checks, validation, and data quality assessments.\n*At least one forum with WMA leaders/ managers for feedback on their progress.  \n*Quarterly presentation on project progress (specific or WMA’s consolidated progress)\n*Quarterly consolidation of organization program reports. \n",
        "col_8": "Not started",
        "col_9": "                                                                                                                                                                                                                                                                                                                                                         "
      },
      {
        " ": 4.2,
        "col_1": "Enhance and streamline GIS and mapping services to produce essential maps for field operations and reporting needs.",
        "col_2": "GIS and Mapping",
        "honeyguide.org/workplan2026": "4.3.1  Develop GIS maps and tools for all project areas to include all potential information for investment and protection.\n4.3.2 Establishing Capacity for Map Making and Navigation to Support Honeyguide Initiatives.\n\n",
        "col_4": "Enhanced and streamlined GIS and mapping systems enable timely production of accurate, high-quality maps that effectively support field operations, decision-making, and reporting across all program areas.",
        "col_5": "Michael ",
        "col_6": "Q1-Q4",
        "col_7": "*Well organized, updated and accessible GIS data for programs use \n*Developed template and trained WMA managers on satellite image data analysis and able to query vegetation index \n*Developed specific WMA basemaps for reporting (incident and coverage)\n*Story Maps to support Honeyguide communications\n*Consistent, professional-quality maps support communication, M&E, and reporting.\n",
        "col_8": "Not started",
        "col_9": "\n"
      },
      {
        " ": "E. Special programs",
        "col_1": null,
        "col_2": null,
        "honeyguide.org/workplan2026": null,
        "col_4": null,
        "col_5": null,
        "col_6": null,
        "col_7": null,
        "col_8": null,
        "col_9": null
      },
      {
        " ": 5.1,
        "col_1": "Expanding the impact and reach of Honeyguide's K9 unit for combatting wildlife crime in partnership with TANAPA, TAWA and other conservation partners.",
        "col_2": "Honeyguide K9 Unit",
        "honeyguide.org/workplan2026": "5.1.1 Maintaining a standby canine unit that is 24/7 ready to respond to all calls in our working area's\n5.1.2 Strengthening K9 unit operations and reporting.\n5.1.3 Strengthen collaboration between HGF, Kuru and manyara Board of Trustee.\n\n",
        "col_4": "Honeyguide's K9 unit is recognised as a centre of excelence in Tanzania for protection of Elephants,Rhino as well as communities tourism properties.",
        "col_5": "Meleck",
        "col_6": "Q1-Q4",
        "col_7": "*Monthly k9 unit reports and quarterly stories.\n*MR training center developed and approved.\n* K9 medical plan and evacuation protocol in place with vaccination and treatment schedules. \n",
        "col_8": "Not started",
        "col_9": null
      },
      {
        " ": 5.2,
        "col_1": "Support Rubondo National Park's chimpanzee habituation project to improve chimps' visibility and contact for tourism experience.",
        "col_2": "Rubondo Chimpanzee Habituation Project ",
        "honeyguide.org/workplan2026": "5.2.1 Continued habituation of the  northern chimps sub-group\n5.2.2 Start habituating the southern chimp subgroup through mapping and monitoring\n5.2.3 Strengthen chimpanzee tourism through habituation and tracker training.\n5.2.4 Improve marketing and advertising of the Chimp product with TANAPA. \n5.2.5 Develop a new 4-year action plan that includes a diversified fundraising strategy",
        "col_4": "Improved park’s capacity to conduct chimpanzee habituation and provide quality chimpanzee tourism experience.",
        "col_5": "Meleck",
        "col_6": "Q1-Q4",
        "col_7": "*Sightings above 100% , visibility 8-12m and 3hrs:45m in the Northern Chimps subgroup. \n*Sightings above 50% , visibility10-15m and 1hrs in the Southern Chimps subgroup.\n*20km+ new trails in Southern Rubondo identified and cleared.\n*5 Chimpanzees individuals have been identified and documented.\n*17 chimp trackers trained on guiding techniques,1st Aid, Navigation, and Botany. \n*7 Community trackers attended English courses. \n*7 community trackers equipped with Licence D.\n*years action plan report  developed and Reviewed MoU between HGF and TANAPA                                                                                                                                                                                                                                                                                               \n*New marketing materials (eg brochures, videos etc) for Rubondo chimp products.                                                                                                                                                                                                                                                                                       New four years action plan (2025-2027) developed.\n                                                                                                                                                                                                                                                        ",
        "col_8": "Not started",
        "col_9": null
      },
      {
        " ": "Goal 2: Narrative change and strategic influence",
        "col_1": null,
        "col_2": null,
        "honeyguide.org/workplan2026": null,
        "col_4": null,
        "col_5": null,
        "col_6": null,
        "col_7": null,
        "col_8": null,
        "col_9": null
      },
      {
        " ": 6.1,
        "col_1": "Develop a smart communication strategies, providing a structured approach to evaluate progress, measure outcomes, and determine whether desired goals have been achieved.",
        "col_2": "Public Awarness",
        "honeyguide.org/workplan2026": "6.1.1 National and local media and general public awarness\n",
        "col_4": "Translate natoinal WMA stratedgy",
        "col_5": null,
        "col_6": null,
        "col_7": "10 TV shows on WMA related issues\n3 radios stations braocasting at local level of WMA issues\n10 WMA independantly posting on social media",
        "col_8": "Not started",
        "col_9": null
      },
      {
        " ": 6.2,
        "col_1": "Develop a stakeholder narrative bench mark tool and test",
        "col_2": "Stakeholder perception",
        "honeyguide.org/workplan2026": "6.2.1 Stakeholder narrative benchmark assesment",
        "col_4": null,
        "col_5": null,
        "col_6": null,
        "col_7": "Benchmarking tool tested",
        "col_8": "Not started",
        "col_9": null
      },
      {
        " ": 6.3,
        "col_1": "Initiate and facilitate a forum for Advocacy and policy reform ",
        "col_2": "Policy",
        "honeyguide.org/workplan2026": "6.2.1 Policy network and facilitation",
        "col_4": null,
        "col_5": null,
        "col_6": null,
        "col_7": "1x Plan and budget develop with clear roles of network team, clear goals, monitoring and outcomes developed and shared. \n4x Quaterly Reports develped",
        "col_8": "Not started",
        "col_9": null
      },
      {
        " ": 6.4,
        "col_1": "Engage with regional CLC networks to continue to share Honeyguide tools and approaches",
        "col_2": "Regional Networks",
        "honeyguide.org/workplan2026": "6.4.1 Regional narrative on CLC",
        "col_4": null,
        "col_5": null,
        "col_6": null,
        "col_7": "Attended BCC conference\nEngaged in quartery CLC network calls",
        "col_8": null,
        "col_9": null
      },
      {
        " ": 6.5,
        "col_1": "Building capacity in HGF for policy and narrative change ",
        "col_2": "Capacity building",
        "honeyguide.org/workplan2026": "6.5.1 Training and equipment for advocacy and media teams",
        "col_4": null,
        "col_5": null,
        "col_6": null,
        "col_7": "2 key persons trained in advocacy and media",
        "col_8": null,
        "col_9": null
      },
      {
        " ": "Finance and Admin",
        "col_1": null,
        "col_2": null,
        "honeyguide.org/workplan2026": null,
        "col_4": null,
        "col_5": null,
        "col_6": null,
        "col_7": null,
        "col_8": null,
        "col_9": null
      },
      {
        " ": 7.1,
        "col_1": "Strengthen Financial Management Systems and Procedures to ensure efficiency, transparency, and accountability.",
        "col_2": "Financial Management",
        "honeyguide.org/workplan2026": "7.1.1 Awareness of finance and procurement manual procedures and practices\n7.1.2 Strengthen internal audit and compliance mechanisms and follow up on Audit recommendations.\n7.1.3 Enhance financial reporting by introducing donor-specific dashboards and automating report generation.\n7.1.4 Strategic long-term financial planning\n7.1.5 Annual Budget and Cashflow development and monitoring\n7.1.6 Roll out e-Asset management (Asset lists, regular inventory, valuation, security, insurance) and improve out e-procurement system within the finance system.",
        "col_4": null,
        "col_5": null,
        "col_6": null,
        "col_7": "Training on the Financial and Procurement Manual in use.\nStaff trained on financial systems and reporting.\nAn automated/digitized finance system reduces errors and delays.\nThe Procurement Manual was developed and approved by the board.\nA transparent, competitive, and compliant procurement system is operational.\nStronger donor confidence due to improved accountability and compliance.       ",
        "col_8": "Not started",
        "col_9": null
      },
      {
        " ": 7.2,
        "col_1": "To strengthen HR foundations by improving systems, structures, and culture  moving from the current baseline to a significantly higher level of efficiency by the end of 2026. This will enhance accountability, staff engagement, leadership capacity, and the long term sustainability of program results.\n",
        "col_2": "HR Management",
        "honeyguide.org/workplan2026": "7.2.1 Workforce Planning , Compensation and Benefits – Develop job profiles, competency models, and conduct a comprehensive job evaluation to establish clear job grades.\n7.2.2 Performance Management Improvement – Strengthen the performance management system and support employee development through training, mentorship, and cross-department exposure.\n7.2.3 Staff Training and Professional Development –  Identify organization development priority and ensure implementation of staff development activities and measure it impact.\n7.2.4 HR Information System Intergation and Consolidation– Automate all HR process and consolitades different HR sysstem to one system\n7.2.5 Culture & Engagement Improvement – Launch engagement programs with surveys, accountability initiatives, recognition schemes, and a strong Employer Value Proposition.\n7.2.6 HR Internal and External Compliance – Implement a personal data protection compliance program with policies, training, registers, and clear oversight roles.",
        "col_4": null,
        "col_5": null,
        "col_6": null,
        "col_7": "Job profiles and grades finalized; Competency matrix approved; HR framework published\n\n100% of staff appraised bi-annually; 2 training sessions and mentorship program implemented\nSuccession plan for executives completed; 3 departmental pipelines developed\n\n2 leadership workshops delivered; 100% managers trained in decision-making and coaching\n1 culture survey conducted; Recognition program launched; Engagement index improved by 15%\n\n\nData protection policy and registers developed; All staff trained on compliance",
        "col_8": "Not started",
        "col_9": null
      },
      {
        " ": 7.3,
        "col_1": "Strengthen IT infrastructure and digital tools by enhancing automation, optimizing HR and asset management processes, ensuring compliance with data protection standards, and improving system reliability. This will streamline operations, support efficiency, and guarantee sustainable and secure technology performance.\n",
        "col_2": "IT",
        "honeyguide.org/workplan2026": "7.3.1 App Development – ( Leave, Payroll, Performance, Assets, M&E, HGF Website, Honeyguide leaning )\n7.3.2 Data Protection & Compliance – Establish strong data protection measures aligned with national and international standards.\n7.3.3 Technology Support & Maintenance – Deliver regular IT support for internet, hardware, software, and maintain in-house web/mobile applications for Honeyguide and partners, provide IT equipment, and upgrade mobile internet infrastructure to ensure smooth, reliable operations and streamline management of software subscriptions, licenses, and domains.\n7.3.4 Collaboration & Knowledge Sharing – Create a shared digital workspace for WMA resources and support the Honeyguide Learning Initiative with platforms, tools, and knowledge-sharing systems.\n",
        "col_4": null,
        "col_5": null,
        "col_6": null,
        "col_7": "* All five core modules (Leave, Payroll, Performance, Assets, M&E) developed, tested, and deployed for organizational use.\n* Data Protection Policy and compliance framework fully developed, approved, and rolled out across all departments.\n* ICT infrastructure maintained at 95%+ uptime, with quarterly preventive maintenance and license renewals completed.\n* Shared digital workspace for WMA resources established and actively used by all relevant staff and partners.",
        "col_8": "Not started",
        "col_9": null
      },
      {
        " ": 7.4,
        "col_1": "Enhance and digitalize asset and risk management systems to ensure real-time accountability, proactive risk monitoring, and long-term sustainability of organizational resources.",
        "col_2": "Asset and Risks management.",
        "honeyguide.org/workplan2026": "7.4.1 Asset Management – Maintain and optimize asset management system for efficiency, accountability, and sustainability.\n7.4.2 Risk Management – Strengthen organizational risk management framework and implement monitoring processes for financial, cyber, and political risks.",
        "col_4": "* Fully operational, automated asset management system with accurate, real-time data and periodic reviews.\n* Institutionalized risk management culture with proactive monitoring and mitigation.",
        "col_5": null,
        "col_6": null,
        "col_7": "* Digital Asset Management System (linked to finance system) operational, with quarterly automated reports and annual physical verification completed.\n\n* Comprehensive Risk Management Framework finalized and implemented, with quarterly risk review reports and an updated risk register.",
        "col_8": "Not started",
        "col_9": null
      },
      {
        " ": 7.5,
        "col_1": "Well equipped and professionally-run workshop Operations for Better Vehicle and Equipment Management",
        "col_2": "Workshop",
        "honeyguide.org/workplan2026": "7.5.1 Enhancing scheduled Workshop and vehicles are operating by implementing a Fleet Management System,standardize Workshop Processes and Enhance Safety & Compliance Culture.\n7.5.2 Achieve Zero Lost-Time Injuries in the workshop and for fleet operations.\n7.5.3 Analyze and consolidate spare part suppliers for bulk discounts and conduct a lifecycle cost analysis for each vehicle.\n7.5.4 Monitor and report on key metrics: Fuel Use, Maintenance Cost per Killmeter.\n7.5.5 Perform quarterly internal review on workshop practices.",
        "col_4": null,
        "col_5": null,
        "col_6": null,
        "col_7": "100% of fleet serviced on schedule, with >95% operational readiness.\n90% and above of repairs completed within 24 hours; vehicles restored to safe, working order\nA standardized checklist is adopted, reducing unscheduled repairs by 15% in Q1.\n100% of vehicles pass safety inspections; zero workshop-related accidents.\n100% of workshop staff trained and adhering to SOPs by year-end.\nAccurate reports submitted on time, providing actionable insights for management.",
        "col_8": null,
        "col_9": null
      },
      {
        " ": "Communication and fundraising ",
        "col_1": null,
        "col_2": null,
        "honeyguide.org/workplan2026": null,
        "col_4": null,
        "col_5": null,
        "col_6": null,
        "col_7": null,
        "col_8": null,
        "col_9": null
      },
      {
        " ": 8.1,
        "col_1": "Design + develop systems to enhance collaborative fundraising efforts. ",
        "col_2": "Fundrasing",
        "honeyguide.org/workplan2026": "8.1.1 Strategically engage with our current top ten donors to encourage them to increase their contribution.\n8.1.2 Broaden current donor base by actively pursuing potetnial donors that have an interest in Honeyguide priority areas.\n8.1.3 Monitor and respond to active funding opportunities and calls for proposals for financial assistance.\n8.1.4 Develop tools and agreements with key partners to streamline joint funding applications.\n8.1.5 Strategically search for funding partners that have an interest in any of the special programs.\n",
        "col_4": null,
        "col_5": null,
        "col_6": null,
        "col_7": "* Key long-term donors have maintained or increased their contribution, at least one donor has increased their support by 20%\n* Funding gap for 2026 is reduced by 100%\n* Funding gap for 2027 is reduced by 70%\n* Have engaged in productive discussions with at least 2 donors that can contribute >50k per year\n* Have responded to at least 1 large multi-year international calls ( >$400k)- Darwin) \n* Have MOUs and agreements with partners that include joint fundraising and included key partners in all funding applications responding to calls. \n* Have raised the necessary funds to support the Special Programs ( K9+Rubondo)-HWC Lab potential.\n",
        "col_8": "Not started",
        "col_9": "\n"
      },
      {
        " ": 8.2,
        "col_1": "Design and develop systems  and tools (Ai) for the organization to support its communications and fundraising efforts.",
        "col_2": "Systems and tool development",
        "honeyguide.org/workplan2026": "8.2.1 Build capacity with new tools for comms\n8.2.2 Training comms team and coaching on use and access of the data.\n8.2.3 Design, test, and develop knowledge resource of Ai for communications\n8.2.4 Manage and maintain the Honeyguide Communications App, training and coach Honeyguide team to participate and update activities in the app.\n",
        "col_4": null,
        "col_5": null,
        "col_6": null,
        "col_7": "* Collaborative dashboard with updated information/data tracking the organizations impact 2017- 2025\n* Shared dashboard with updated information/data to monitor HGF impact on the national WMA strategy 2023- 2033.\n* Active onlibrary- with easy search and retrieve functions, the HGF team are trained to search and access research papers, presentations, grants, and other publications.\n* Monthly updating from WhatsApp groups and organizing photos on Smugmug to be interactive and searchable for users.\n",
        "col_8": "Not started",
        "col_9": null
      },
      {
        " ": 8.3,
        "col_1": "Design and produce creative, informative materials highlighting our unique approach and impact. ",
        "col_2": "Comms International",
        "honeyguide.org/workplan2026": "8.3.1 Package and produce communication campaigns in the form of thematic areas, where each theme is supported by a data sheet and editorial (for blogs, newsletters, social media and webinars). \n8.3.2 Produce regular one-way communications (blogs,  publications, newsletters, videos) and monitor views. \n8.3.3Produce material to support  two-way communications (webinar, 1-1 meetings, presentations).\n8.3.4 Ongoing updates in the website with current information ( introduction Honeyguide Innovation) and organizational development. \n8.3.5 Create a 2026 Communications plan\n",
        "col_4": null,
        "col_5": null,
        "col_6": null,
        "col_7": " *Thematic Campaigns: Four communication campaigns developed annually, one per quarter.\n*Donor Visibility Guidelines: One-page document per donor outlining requirements for incorporating visibility in communications.\n*Annual Report: Produced annually to summarize organizational achievements.\n*Case Studies: Highlighting key activities from the field, produced quarterly.\n*Brochures & Presentations: Developed and updated biannually or as needed.\n*Short Films: Four 5-minute promotional videos produced annually, one per quarter.\n*Website Redesign and Update: Honeyguide Innovation section added to website. \n*Develop Communication Strategy: \n*Create a Communications Plan for 2026 outlining the specific actions and timelines to achieve our communication deliverables for 2026. \n",
        "col_8": "Not started",
        "col_9": "\n"
      },
      {
        " ": 8.4,
        "col_1": "Design, test, and develop knowledge resources to be shared both internally + externally ",
        "col_2": "Comms National",
        "honeyguide.org/workplan2026": "8.4.1  Production of Newsletter  (every quarter) in Swahili with project updates and organization news\n8.4.2 Regular social media posts in Swahili\n8.4.3 Design and develop Honeyguide awareness posters (posters to show Honeyguide work and approach)  and publications in Swahili\n8.4.4 Design and develop Honeyguide Swahili website and publish.\n",
        "col_4": null,
        "col_5": null,
        "col_6": null,
        "col_7": "* Produced quarterly newsletter in Swahili\n* Weekly posts in social media and shared reports\n* Posters designed and shared of Honeyguide work.\n* Honeyguide is live in Swahili\n\n",
        "col_8": "Not started",
        "col_9": "\n\n"
      },
      {
        " ": "Honeyguide Board Governance",
        "col_1": null,
        "col_2": null,
        "honeyguide.org/workplan2026": null,
        "col_4": null,
        "col_5": null,
        "col_6": null,
        "col_7": null,
        "col_8": null,
        "col_9": null
      },
      {
        " ": 9,
        "col_1": "An effective board that are able to perform their roles to support and guide the organization.",
        "col_2": "Honeyguide Oversight",
        "honeyguide.org/workplan2026": "9.1.1 Recruit additional board members that come from diverse backgrounds and support our board development plan.\n9.1.2 Provide the board with training materials and a training and onboarding process to build the capcity of hte board members to understand thier roles.\n9.1.3 Develop board guiding policies, procedures and systems that continue to aid the boards capability to perform their roles.\n9.1.4 Plan and manage all documentation and procedures for board meetings including the  committees meetings, AGM and annual retreat.\n",
        "col_4": "8.1.1 New CEO in position by July 2024 and communicated to all stakeholders.\n8.1.2 At least 2 new board members recruited by end of year. \n8.1.3 Revised constitution in place. Code of conduct signed by all members. Onboarding procedure in place for new members. \n8.1.4 Annual meeting dates communicated in January. 4 online board meetings held. 1 AGM held. Annual retreat of at least 2 days held.\n",
        "col_5": null,
        "col_6": null,
        "col_7": "8.1.1 At least 2 new board members recruited by end of year. \n8.1.2 An online training course is designed and shared to the board members; all board members have completed the course.\n8.1.3 Revised constitution in place. Onboarding procedure in place for new members. \n8.1.4 Annual meeting dates communicated in January. 4 online board meetings held. 1 AGM held. Annual retreat of at least 2 days held.\n\"",
        "col_8": "Not started",
        "col_9": null
      },
      {
        " ": null,
        "col_1": "Notes",
        "col_2": null,
        "honeyguide.org/workplan2026": null,
        "col_4": null,
        "col_5": null,
        "col_6": null,
        "col_7": null,
        "col_8": null,
        "col_9": null
      },
      {
        " ": null,
        "col_1": "Useful acronyms:",
        "col_2": null,
        "honeyguide.org/workplan2026": null,
        "col_4": null,
        "col_5": null,
        "col_6": null,
        "col_7": null,
        "col_8": null,
        "col_9": null
      },
      {
        " ": null,
        "col_1": "•        SEGA- Scaling up Equitable Governance Actions (a 5 year joint governance program with IIED through Darwin funds)",
        "col_2": null,
        "honeyguide.org/workplan2026": null,
        "col_4": null,
        "col_5": null,
        "col_6": null,
        "col_7": null,
        "col_8": null,
        "col_9": null
      },
      {
        " ": null,
        "col_1": "•        SP26 - Strategic Plan 2022-2026",
        "col_2": null,
        "honeyguide.org/workplan2026": null,
        "col_4": null,
        "col_5": null,
        "col_6": null,
        "col_7": null,
        "col_8": null,
        "col_9": null
      },
      {
        " ": null,
        "col_1": "•        WMAs- Wildlife Management Areas",
        "col_2": null,
        "honeyguide.org/workplan2026": null,
        "col_4": null,
        "col_5": null,
        "col_6": null,
        "col_7": null,
        "col_8": null,
        "col_9": null
      },
      {
        " ": null,
        "col_1": "•        CWMAC- Community Wildlife Management Area Consortium",
        "col_2": null,
        "honeyguide.org/workplan2026": null,
        "col_4": null,
        "col_5": null,
        "col_6": null,
        "col_7": null,
        "col_8": null,
        "col_9": null
      },
      {
        " ": null,
        "col_1": "•        SAGE- Site Assessment of Governance and Equity",
        "col_2": null,
        "honeyguide.org/workplan2026": null,
        "col_4": null,
        "col_5": null,
        "col_6": null,
        "col_7": null,
        "col_8": null,
        "col_9": null
      },
      {
        " ": null,
        "col_1": "•        SAGE- Site Assessment of Governance and Equity",
        "col_2": null,
        "honeyguide.org/workplan2026": null,
        "col_4": null,
        "col_5": null,
        "col_6": null,
        "col_7": null,
        "col_8": null,
        "col_9": null
      },
      {
        " ": null,
        "col_1": "•        STEP- Southern Tanzania Elephant Project",
        "col_2": null,
        "honeyguide.org/workplan2026": null,
        "col_4": null,
        "col_5": null,
        "col_6": null,
        "col_7": null,
        "col_8": null,
        "col_9": null
      },
      {
        " ": null,
        "col_1": "•        MAT- Management Assessment and Tools ::: Honeyguide's custom-made framework for assessing and introducing proffessional management tools and best practices in WMAs",
        "col_2": null,
        "honeyguide.org/workplan2026": null,
        "col_4": null,
        "col_5": null,
        "col_6": null,
        "col_7": null,
        "col_8": null,
        "col_9": null
      },
      {
        " ": null,
        "col_1": "•        L1 to L5- Level 1 to Level 5 in MAT",
        "col_2": null,
        "honeyguide.org/workplan2026": null,
        "col_4": null,
        "col_5": null,
        "col_6": null,
        "col_7": null,
        "col_8": null,
        "col_9": null
      },
      {
        " ": null,
        "col_1": "•        SOP- Standard Operating Procedures",
        "col_2": null,
        "honeyguide.org/workplan2026": null,
        "col_4": null,
        "col_5": null,
        "col_6": null,
        "col_7": null,
        "col_8": null,
        "col_9": null
      },
      {
        " ": null,
        "col_1": "•        GMP- General Management Plan",
        "col_2": null,
        "honeyguide.org/workplan2026": null,
        "col_4": null,
        "col_5": null,
        "col_6": null,
        "col_7": null,
        "col_8": null,
        "col_9": null
      },
      {
        " ": null,
        "col_1": "•        BEST- Business Enterprise Sustainability Tool",
        "col_2": null,
        "honeyguide.org/workplan2026": null,
        "col_4": null,
        "col_5": null,
        "col_6": null,
        "col_7": null,
        "col_8": null,
        "col_9": null
      },
      {
        " ": null,
        "col_1": "•        AP- Anti-poaching",
        "col_2": null,
        "honeyguide.org/workplan2026": null,
        "col_4": null,
        "col_5": null,
        "col_6": null,
        "col_7": null,
        "col_8": null,
        "col_9": null
      },
      {
        " ": null,
        "col_1": "•        AA-Authorized Association",
        "col_2": null,
        "honeyguide.org/workplan2026": null,
        "col_4": null,
        "col_5": null,
        "col_6": null,
        "col_7": null,
        "col_8": null,
        "col_9": null
      },
      {
        " ": null,
        "col_1": "•        HWC- Human-Wildlife Conflict",
        "col_2": null,
        "honeyguide.org/workplan2026": null,
        "col_4": null,
        "col_5": null,
        "col_6": null,
        "col_7": null,
        "col_8": null,
        "col_9": null
      },
      {
        " ": null,
        "col_1": "•        SMART- Spatial Monitoring and Reporting Tool",
        "col_2": null,
        "honeyguide.org/workplan2026": null,
        "col_4": null,
        "col_5": null,
        "col_6": null,
        "col_7": null,
        "col_8": null,
        "col_9": null
      },
      {
        " ": null,
        "col_1": "•        GIA-Governance in Action ::: Custom Honeyguide tool to assess WMA compliance to identified Governance Best Practices.",
        "col_2": null,
        "honeyguide.org/workplan2026": null,
        "col_4": null,
        "col_5": null,
        "col_6": null,
        "col_7": null,
        "col_8": null,
        "col_9": null
      },
      {
        " ": null,
        "col_1": "•        VGS- Village Game Scouts",
        "col_2": null,
        "honeyguide.org/workplan2026": null,
        "col_4": null,
        "col_5": null,
        "col_6": null,
        "col_7": null,
        "col_8": null,
        "col_9": null
      },
      {
        " ": null,
        "col_1": "•        GCBF- Governance Capacity Building Framework",
        "col_2": null,
        "honeyguide.org/workplan2026": null,
        "col_4": null,
        "col_5": null,
        "col_6": null,
        "col_7": null,
        "col_8": null,
        "col_9": null
      },
      {
        " ": null,
        "col_1": "•        Friedkin Conservation Fund",
        "col_2": null,
        "honeyguide.org/workplan2026": null,
        "col_4": null,
        "col_5": null,
        "col_6": null,
        "col_7": null,
        "col_8": null,
        "col_9": null
      }
    ]
  },
  "overarching 2025 goal": {
    "headers": [
      "Our Journey\n2022- Explore opportunities and design the SP26\n2023- Recruit the team, partners and raise the funds for SP 26\n2024- Scaling up our work geographically.\n2025- Improving efficiency and effectiveness of the organization. \n\n2025 Overarching Goal\nIn 2025, we aim to have a highly efficient and effective team at Honeyguide Foundation dedicated to implementing, delivering, and communicating our progress. \nOur goals are to maximize donor contributions' impact, enhance our initiatives' success, accelerate Wildlife Management Areas on their path to sustainability, and foster collaboration by sharing innovative, community-led conservation approaches.\n\nWe will achieve this by:\n-Strengthening internal systems to enhance the efficiency and quality of our planning, reporting, and communications.\n-Strategically engaging with partners to improve joint project planning and execution.\n-Building our team’s capacity to enhance their performance.\n-Adopting an adaptive management approach to foster learning, adoption, and scaling of innovative ideas.\n-Increasing donor and partner understanding of our approach and progress."
    ],
    "data": []
  }
}